<script setup>
const data = shallowReadonly({
  label: 'decimal',
  items: [
    {
      item: '總則本規範 (以下簡稱上網規範) 係以互信、互惠之精神制定，推動國內房地產資訊公開化，促進物件流通、業務營運順暢，提昇仲介效率。',
    },
    {
      item: '好房網會員彼此間應本誠信、和諧及主動積極之精神，保障消費者的權益，透過物件之上網提供消費者快速且多樣選擇之物件資訊，以加速物件銷售，並創造網站會員與消費者之間雙贏局面。',
    },
    {
      item: '本上網規範內容若有修訂，將於網站公告。',
    },
    {
      item: '本上網規範未規定者，適用其他相關法律規定及網站會員之權利義務條款 (例：不動產經紀業管理條例)。',
    },
    {
      item: '凡刊登於網站之物件，均應與所有權人簽訂「不動產委託銷售 (出租) 契約書」，禁止只以口頭承諾銷售就將物件登載上網。',
    },
    {
      item: '凡刊登於網站之物件須為中古屋或已取得「使用執照」之新成屋，或已取得「建築執照」的預售屋。',
    },
    {
      item: '凡刊登於網站之物件均不得為法拍、金拍、銀拍等未拍定之物件。',
    },
    {
      item: '登載於網站上之物件坪數，以地政機關登記簿謄本所登載為準，增建部份之坪數不得登載於網站上。',
    },
    {
      item: '同一物件不得一物多刊，物件上傳時請先確認物件合適之相關區域、路段、建物類型、用途等資訊，不得重複刊登出售或出租同一物件。',
    },
    {
      item: '物件明細頁面，只能用來描述、說明、促銷該刊登物件。不得在刊登內容中加入非該物件的任何型態廣告。',
    },
    {
      item: '照片上傳前請勿於照片中加入任何文字或說明；照片上傳時需選擇照片類型說明由系統統一押字。',
    },
    {
      item: '會員刊登於網站上之物件，除須符合不動產經紀業管理條例規範外，均應取得該物件所有權人之書面委託授權銷售 (出租)。',
    },
    {
      item: '會員應遵守相關條款的約定，若發現會員違反相關約定事項，違規情況嚴重者本網站得視實際狀況並保留有隨時終止服務的權利。',
    },
    {
      item: '施行日期本上網規範自公布日施行。',
    },
  ],
})
</script>

<template>
  <BuyMItemMain
    :data="data"
    :config="{
      header: {
        label: '物件上網規範',
      },
    }"
    :setClass="{
      main: 'text-[14px] text-[--gray-666]',
      container: 'scrollbar --y m:max-h-[220px] pt:max-h-[90px]',
      item: 'tracking-[0.043em]',
    }"
  />
</template>

<style></style>
